{
  "users": [
    {
      "email": "paulo@email.com",
      "password": "$2a$10$Y9nEeY6FPS3q9i7KLO.D4OTKA4CwTxxSLYQDhlBqXDniiNHJypwm2",
      "id": 1
    },
    {
      "email": "paulo2@email.com",
      "password": "$2a$10$uTdFYuOwNZR/nK7fo.JYveum5Kq1ko.C67CoHiL7YjJcO4VVZxUm6",
      "id": 2,
      "user_img": "1713478562094.jpg"
    },
    {
      "email": "paulo3@email.com",
      "password": "$2a$10$F/bdSSNbDyUdAX29MSP1JuvyATH85fENMAbi/lErZNavAtUt2jqkS",
      "id": 3,
      "user_img": "1713478524301.jpg"
    }
  ],
  "servicos": [
    {
      "nome": "Desenvolvimento de site institucional - Gateway de Pagamento / Fintech",
      "valor": "1300,00",
      "descricao": "Desenvolver um site responsivo que seja utilizado como uma plataforma de apresentação do nosso gateway de pagamento. O objetivo principal deste projeto é criar um site atraente e informativo, que demonstre as funcionalidades e benefícios do nosso gateway de pagamento para potenciais clientes.",
      "techs": [
        "HTML",
        "CSS",
        "JS"
      ],
      "id": 1
    },
    {
      "nome": "Bot telegram Pagamento",
      "valor": "2400,00",
      "descricao": "Preciso fazer um código em python para um bot do telegram. O bot será para solicitação de pagamento.",
      "techs": [
        "PYTHON"
      ],
      "id": 2
    },
    {
      "nome": "Caixa Rápido",
      "valor": "1200,00",
      "descricao": "Preciso fazer um  software que permita ao usuário fazer o upload de seu extrato bancário em formato( ofx). Dentro do software o mesmo poderá categorizar todas as suas receitas e despesas, tendo categorias sugeridas pelo software e permitindo também personalizações. Após o lançamento de vários extratos o software irá entender que são lançamentos parecidos e fará a categorização de maneira automática, cabendo ao usuário somente categorizar as receitas e despesas que não se repetem. Após a categorização o software irá emitir gráficos e relatórios baseados na categorização das contas.",
      "techs": [
        "PYTHON"
      ],
      "id": 3
    }
  ]
}